Revit 2027 API
ParameterTypeId.ElemReferenceName2dXz Property
 "Is Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemReferenceName2dXz { get; }
Public Shared ReadOnly Property ElemReferenceName2dXz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemReferenceName2dXz {
	ForgeTypeId^ get ();
}
static member ElemReferenceName2dXz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace